const Service = () =>{

    return (

        <section id="services">
        <h2>Наши услуги</h2>
        <div className="services-grid">
            <div className="service-card">
                <h3>Мужская стрижка</h3>
                <p>Классическая или современная мужская стрижка с аккуратной укладкой. Подойдет для повседневного стиля и деловых встреч</p>
                <div className="price">50 000</div>
            </div>
            <div className="service-card">
                <h3>Чистка лица</h3>
                <p>Глубокое очищение кожи, удаление загрязнений и черных точек. Свежий, ухоженный и здоровый внешний вид.</p>
                <div className="price">50 000</div>
            </div>
            <div className="service-card">
                <h3>Бритье</h3>
                <p>Гладкое классическое бритье опасной бритвой с распариванием и уходом. Чистота, комфорт и идеальная линия лица.</p>
                <div className="price">40 000</div>
            </div>
            <div className="service-card">
                <h3>Стрижка + борода + массаж</h3>
                <p>Полный мужской уход: стрижка, оформление бороды и расслабляющий массаж головы. Максимальное обновление образа.</p>
                <div className="price">100 000</div>
            </div>
            <div className="service-card">
                <h3>Окрашивание волос для мужчин</h3>
                <p>Профессиональное окрашивание волос. Маскировка седины, освежение цвета или создание нового стиля.</p>
                <div className="price">40 000</div>
            </div>
            <div className="service-card">
                <h3>Стрижка и Окрашивание</h3>
                <p>Комплексная услуга: современная стрижка и точное окрашивание под ваш образ. Стильно, свежо и аккуратно.</p>
                <div className="price">80 000</div>
            </div>
            <div className="service-card">
                <h3>Окрашивание и выравнивание бороды</h3>
                <p>Коррекция цвета бороды, маскировка седины и создание аккуратного, ухоженного вида.</p>
                <div className="price">70 000</div>
            </div>
            <div className="service-card">
                <h3>Стрижка для мальчиков</h3>
                <p>Детская стрижка в любом стиле. Удобно, аккуратно и с учетом особенностей детских волос.</p>
                <div className="price">40 000</div>
            </div>
            <div className="service-card">
                <h3>Стрижка + массаж</h3>
                <p>Качественная мужская стрижка с расслабляющим массажем головы для снятия стресса и улучшения самочувствия.</p>
                <div className="price">70 000</div>
            </div>
        </div>
    </section>
    );
}
export default Service;
